no.txt
[OVERALL], RunTime(ms), 32243
[OVERALL], Throughput(ops/sec), 188.41298886580032
[TOTAL_GCS_PS_Scavenge], Count, 17
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 99
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.3070433892627857
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 17
[TOTAL_GC_TIME], Time(ms), 99
[TOTAL_GC_TIME_%], Time(%), 0.3070433892627857
[READ], Operations, 3061
[READ], AverageLatency(us), 3038.047696831101
[READ], MinLatency(us), 1470
[READ], MaxLatency(us), 25804
[READ], Return=OK, 3061
[READ], 0, 4204.835616438356
[READ], 1000, 3548.2432432432433
[READ], 2000, 3271.3917525773195
[READ], 3000, 3184.3571428571427
[READ], 4000, 3200.2
[READ], 5000, 2982.5604395604396
[READ], 6000, 3098.5054945054944
[READ], 7000, 3166.326530612245
[READ], 8000, 3278.6195652173915
[READ], 9000, 3163.663043478261
[READ], 10000, 3480.15
[READ], 11000, 2993.677777777778
[READ], 12000, 3077.5576923076924
[READ], 13000, 2978.3271028037384
[READ], 14000, 2759.3185840707965
[READ], 15000, 2844.935185185185
[READ], 16000, 3029.266666666667
[READ], 17000, 2759.895652173913
[READ], 18000, 2845.9756097560976
[READ], 19000, 3025.190909090909
[READ], 20000, 2974.8839285714284
[READ], 21000, 2954.212389380531
[READ], 22000, 3000.6403508771928
[READ], 23000, 2964.5038167938933
[READ], 24000, 2852.741666666667
[READ], 25000, 2971.4198473282445
[READ], 26000, 2722.9430894308944
[READ], 27000, 2831.1008403361343
[READ], 28000, 2762.7301587301586
[READ], 29000, 3610.52
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2239421.0
[CLEANUP], MinLatency(us), 2239421
[CLEANUP], MaxLatency(us), 2239421
[CLEANUP], 0, 2239421.0
[INSERT], Operations, 3014
[INSERT], AverageLatency(us), 2841.0066357000665
[INSERT], MinLatency(us), 1819
[INSERT], MaxLatency(us), 52459
[INSERT], Return=OK, 3014
[INSERT], 0, 4850.355263157895
[INSERT], 1000, 3388.979797979798
[INSERT], 2000, 3204.8082191780823
[INSERT], 3000, 2960.2911392405063
[INSERT], 4000, 2931.9684210526316
[INSERT], 5000, 2843.2735042735044
[INSERT], 6000, 3054.337837837838
[INSERT], 7000, 2868.4117647058824
[INSERT], 8000, 2955.7551020408164
[INSERT], 9000, 2750.4848484848485
[INSERT], 10000, 2962.6969696969695
[INSERT], 11000, 3024.154761904762
[INSERT], 12000, 2825.0
[INSERT], 13000, 2714.5544554455446
[INSERT], 14000, 2685.221052631579
[INSERT], 15000, 2533.6616541353383
[INSERT], 16000, 2884.318181818182
[INSERT], 17000, 2730.1652892561983
[INSERT], 18000, 2740.1958762886597
[INSERT], 19000, 2632.5344827586205
[INSERT], 20000, 2682.6
[INSERT], 21000, 2832.80198019802
[INSERT], 22000, 2654.5963302752293
[INSERT], 23000, 2618.8818181818183
[INSERT], 24000, 2642.1401869158876
[INSERT], 25000, 2744.6434782608694
[INSERT], 26000, 2772.6666666666665
[INSERT], 27000, 2461.5123966942147
[INSERT], 28000, 2546.3643410852715
[INSERT], 29000, 2758.6
[VERIFY], Operations, 3061
[VERIFY], AverageLatency(us), 29.472394642273766
[VERIFY], MinLatency(us), 5
[VERIFY], MaxLatency(us), 988
[VERIFY], Return=UNEXPECTED_STATE, 3061
[VERIFY], 0, 79.12328767123287
[VERIFY], 1000, 75.39189189189189
[VERIFY], 2000, 53.371134020618555
[VERIFY], 3000, 53.19047619047619
[VERIFY], 4000, 42.2125
[VERIFY], 5000, 25.428571428571427
[VERIFY], 6000, 26.164835164835164
[VERIFY], 7000, 25.3265306122449
[VERIFY], 8000, 24.706521739130434
[VERIFY], 9000, 25.347826086956523
[VERIFY], 10000, 27.15
[VERIFY], 11000, 28.511111111111113
[VERIFY], 12000, 27.71153846153846
[VERIFY], 13000, 26.49532710280374
[VERIFY], 14000, 31.548672566371682
[VERIFY], 15000, 22.60185185185185
[VERIFY], 16000, 26.923809523809524
[VERIFY], 17000, 25.11304347826087
[VERIFY], 18000, 32.959349593495936
[VERIFY], 19000, 25.990909090909092
[VERIFY], 20000, 28.267857142857142
[VERIFY], 21000, 26.106194690265486
[VERIFY], 22000, 22.649122807017545
[VERIFY], 23000, 21.81679389312977
[VERIFY], 24000, 21.841666666666665
[VERIFY], 25000, 18.748091603053435
[VERIFY], 26000, 18.495934959349594
[VERIFY], 27000, 19.949579831932773
[VERIFY], 28000, 20.444444444444443
[VERIFY], 29000, 22.64